;------------------------------------------------------------------------------
; UltraDefrag GUI Greek Language Pack.
; Copyright (C) 2008 by Konstantinos Kapoukranidis
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 13, 2010 by Stefan Pendl
; Revised Aug. 13, 2010 by Konstantinos Kapoukranidis
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.


; Main window controls.

RESCAN_DRIVES         = Επανεξέταση δίσκων
SKIP_REMOVABLE_MEDIA  = Παράλειψη αφαιρ. συσκ.
CLUSTER_MAP           = Χάρτης συστοιχίας:
ANALYSE               = Ανάλυση
DEFRAGMENT            = Ανασυγκρότηση
OPTIMIZE              = Βελτιστοποίηση
PAUSE                 = Παύση
STOP                  = Διακοπή
REPORT                = Αναφορά
SETTINGS              = Ρυθμίσεις
ABOUT                 = Σχετικά
SHUTDOWN_PC_AFTER_A_JOB  = Τερματισμός του Η/Υ μετά την ολοκλήρωση
HIBERNATE_PC_AFTER_A_JOB = Αδρανοποίηση του Η/Υ μετά την ολοκλήρωση

; Drives list items.

VOLUME                = Μονάδα
STATUS                = Κατάσταση
FILESYSTEM            = Σύστημα αρχείων
TOTAL                 = Σύνολο χώρου
FREE                  = Ελεύθερος χώρος
PERCENT               = Ποσοστό

; Status messages

STATUS_RUNNING        = Εκτελείτε
STATUS_ANALYSED       = Αναλύθηκε
STATUS_DEFRAGMENTED   = Ανασυγκροτήθηκε
STATUS_OPTIMIZED      = Βελτιστοποιήθηκε

; Status bar messages.

DIRS                  = κατάλογοι
FILES                 = αρχεία
FRAGMENTED            = κατακερματισμένα
COMPRESSED            = συμπιεσμένα
MFT                   = MFT

; About window.

ABOUT_WIN_TITLE       = Σχετικά με το Ultra Defragmenter
CREDITS               = Αναγνώριση
LICENSE               = Άδεια

; Shutdown confirmation

PLEASE_CONFIRM             = Παρακαλώ επιβεβαιώστε
REALLY_SHUTDOWN_WHEN_DONE  = Σίγουρα θέλετε να γίνει τερματισμός μόλις ολοκληρωθεί η διαδικασία;
REALLY_HIBERNATE_WHEN_DONE = Σίγουρα θέλετε να γίνει αδρανοποίηση μόλις ολοκληρωθεί η διαδικασία;
SECONDS_TILL_SHUTDOWN      = Δευτερόλεπτα πριν τον τερματισμό
SECONDS_TILL_HIBERNATION   = Δευτερόλεπτα πριν την αδρανοποίηση
YES                        = Ναι
NO                         = Οχι

; END OF FILE
